WHAT_TO_DO = '''Что нужно делать?

– поиск помещений под студии, переговоры с арендодателем, подготовка помещений и оборудования к работе;

– встречать моделей на студии, знакомить с правилами и графиком работы, показывать как пользоваться оборудованием;

– поддерживать порядок на студии, проверять наличие всех расходных материалов, закупать и привозить при необходимости, заказывать клининг;

– оперативно решать всевозможные технические проблемы, докладывать о происходящем;

– вести бухгалтерию студии в Excel, составлять график работы моделей, контролировать своевременный выход на смену.'''
CONDITIONS = '''Какие условия?

 – свободный график;

 – гарантированную оплату труда 50.000 рублей в месяц;

 – расчет на карту или альтернативными способами (криптовалюта);

 – оплачиваемый отпуск в Сочи или на Красную Поляну с проживанием на 2 недели каждые 6 месяцев работы;'''
REQUIREMENTS = '''Что от меня требуется?

– опрятный внешний вид;

– оконченное высшее или средне-специальное образование;

– отсутствие параллельной работы/очной учебы;

– отсутствие страха разговора по телефону, умение улыбаться и поддерживать позитивную беседу, даже если ситуация не располагает к этому;

– умение пользоваться ПК на уверенном уровне (понимание диспетчера задач, характеристик компьютера и за что они отвечают);

– умение работать в Excel или Google таблицах на уровне знаний формул СУММ, СРЗНАЧ и построения хорошо оформленных таблиц;

– знание программы OBS, большим преимуществом будет наличие опыта в ведении трансляций на любых платформ.'''