WHERE_TO_FIND_MDOELS = '''Агент не ограничен в способах поиска.

Кандидатов можно искать, в первую очередь, среди знакомых, далее на сайтах знакомств, например Дайвинчик.

За каждый отработанный моделью день вы получаете 1000р (20.000 руб. в месяц).

То есть, если вы приведете, к примеру, свою подругу, вы сможете обеспечить себе пассивный доход в размере 20.000 рублей в месяц! Можно привести 5-7 девушек, тогда доход будет около 100.000 рублей в месяц абсолютно пассивно!

Подходы к поиску могу быть разнообразными в зависимости от изобретательности и фантазии агента, для нас главное результат!'''
MODEL_REQUIREMENTS = '''Нажмите на вакансию, о которой вы бы хотели узнать.

По кнопке вам откроется описание вакансии, обязанности и условия.

Ознакомьтесь со всеми разделами вакансии и, если у вас останутся вопросы – пожалуйста, обращайтесь, мы обязательно на них ответим!

Информация представлена в ознакомительных целях и ни к чему не обязывает.🔎'''
CASH = '''Доход агента не имеет ограничений.

За каждый отработанный день модели вам полагается 1000р, вы можете привести неограниченное количество моделей.

Опытные агенты имеют на балансе от 5 моделей, их доход при этом составляет около 100.000 рублей.

За отработанные дни выплачиваем 2 раза в месяц, 17-го и 3-го числа. Если это ваша первая модель, то первый месяц выплачиваем за нее ежедневно.'''
HOW_TO_DESCRIBE_STUDIO = '''Как рассказывать о студии?

В общих чертах существуют две категории девушек, с которыми вам получится столкнуться - без опыта работы в вебкаме, и с опытом.

Ниже вы можете ознакомиться с информацией для каждого типа девушек, в зависимости от наличия опыта у нее.'''
GIRLS_WITH_EXPIRIENCE = '''Если девушка с опытом в сфере

Такие девушки уже работали на студиях, возможно не на одной. Они будут задавать конкретные вопросы.

В этом случае важно подчеркнуть тот факт, что мы предоставляем продюсера, который полностью ведет работу модели. Обязательно надо донести, что этот человек не просто периодически поглядывает за работой.

Продюсер получает % с выручки модели, поэтому у него есть прямая мотивация выводить модель на доход, он просто не может сделать так, чтобы модель не заработала. Мы обучаем продюсеров всем фетишам, они все знают английский на уровне не ниже B2, продюсер будет писать сообщения без переводчика за модель на английском языке, со всеми сленгами - это то, что дает огромный толчок к высокому доходу.

Для справки: средний чек на нашей студии, включая моделей, которые пришли на 1 день и ушли - 230$! Если убрать моделей-однодневок, то средний чек будет 350$ за 6 часов работы и это то, чем мы можем похвастаться. В среднем наши модели зарабатывают в день 10.000 рублей на руки. Большинство пар (модель+оператор) зарабатывают в неделю 2500$. (75.000 руб. в неделю модели на руки)

Также можно упомянуть про Fansly (OnlyFans). Говорить можете OnlyFans, так как это более популярно и понятно девушкам. Fansly - то же самое, просто на OnlyFans временно нельзя регистрироваться русским моделям. Эти инструменты слабо развиты в большинстве студий или вообще не развиты. В нашей студии это как минимум +3000$ на 2-ой месяц работы просто с продажи контента, которые модель может сделать за 1 день, контент нужно делать 1 раз в неделю по референсам (примерам).'''
GIRLS_WITHOUT_EXPIRIENCE = '''Если девушка без опыта в сфере

Таким девушкам, вероятнее всего, важна их безопасность, как физическая, так и в интернете.

Сама работа моделью для девушек - без преувеличения идеальная работа, и если девушка зарабатывает меньше 60.000 рублей в месяц, то для нее наша работа - окно возможностей зарабатывать от 150.000 руб, путешествовать и откладывать на цели больше, чем IPhone и сумочки.

Если вы научитесь обрабатывать возражения, связанные с безопасностью, то, с наибольшей вероятностью, девушка всерьез задумается о работе моделью.

Как на самом деле обстоят дела с безопасностью?
Разделим эту часть на безопасность в интернете (конфиденциальность) и физическую (не заставят ли меня запихать в себя...) ⬇'''
INTERNET_SECURITY = '''Безопасность в интернете. 

Основной страх большинства девушек - сливы. Важно понимать, что если девушки нет в ВК, или там нет и не было ни одной фотографии с лицом, то ее это вообще никогда не коснется. Никто с сайтов не сможет найти ее личность в России.

Если ВК было, то нужно объяснить, что мы (студия) не работаем на фри шоу (когда все имеют доступ к трансляции). Во фри шоу никогда не будет того, что можно будет назвать сливом, это контролируется продюсерами. Все шоу делается в дорогих приватах (общение 1 на 1 с пользователем), которые не стали бы покупать с целью слива, потому что затраты в рублях на этот приват были бы от 10.000 рублей и для деанонщиков нет никаких гарантий, что модель будет поддаваться шантажу, если ее получится найти в ВК.

В общем, для них это финансово неразумно и очень долго. Вероятность успеха для деанонщика с каждым годом близится к 0, люди в сфере уже давно поняли, что тема со сливами умерла.

Для справки: за последний год на нашей студии не было слито ни одной модели, из более 300 пришедших.'''
PHYSICAL_SECURITY = '''Физическая безопасность.

Некоторые девушки могут думать, что вебкам - это исключительно пихать в себя игрушки, раздеваться и что это все заставляют делать. В таком случае надо объяснить, что сфера держится не на этом. Огромное число моделей зарабатывают, раздеваясь 1 раз в неделю и только за большие деньги, по своей инициативе, и это раздевание является частью эротического шоу, а не порно, не нужно в себя ничего пихать и мастурбировать.

Это достигается за счет сближения с 2-3 постоянными клиентам, которым интересна личность модели. Безусловно, есть модели, которые зарабатывают исключительно на раздевании, но это так же как в такси, можно водить в экономе, а можно водить в бизнес классе, в первом случае ты едешь на старом рено логан, во втором на новой Camry. Разница между водителями лишь в том, какой таксопарк они выбрали и какие машины он им предоставил.

В нашей студии вся работа - бизнес класс.
На это требуется намного меньше временных и физических ресурсов модели. Заработок обсуславливается красивым декором в комнатах, качественно настроенных камерах и идеального общения нашими продюсерами от лица модели на английском языке. Все это в совокупности дает бОльший финансовый результат, потому что изначально  мы ориентируемся на состоятельную аудиторию, у которой высокие интересы.'''