WELCOME_MESSAGE='''Приветсвуем! 

В этом боте вы можете изучить актуальные вакансии в своем городе, а так же ознакомиться с условиями работы и узнать ответы на популярные вопросы.

❗Если у вас появится вопрос, нажмите на кнопку "СВЯЖИТЕСЬ СО МНОЙ", после нажатия, менеджер свяжется с вами и проконсультирует вас по всем вопросам.'''

VACANCY_INFO = '''Нажмите на вакансию, о которой вы бы хотели узнать.

По кнопке вам откроется описание вакансии, обязанности и условия.

Ознакомьтесь со всеми разделами вакансии и, если у вас останутся вопросы – пожалуйста, обращайтесь, мы обязательно на них ответим!

Информация представлена в ознакомительных целях и ни к чему не обязывает.🔎'''
PRODUCER = '''Продюсирование позволяет моделям не думать об операционных задачах.

Ваш продюсер позаботится о том, как ответить пользователям, как правильно настроить ракурс и камеру, какие действия когда нужно будет сделать и какую одежду использовать.

В этом формате от модели нужно только своевременно выполнять просьбы продюсера.

Продюсеры работают удаленно, коммуницировать с ним вы можете через голосовой чат или блокнот на компьютере.

Продюсер выполняет следующие задачи:
– раскрывает личность модели, скрытые таланты и качества;
– продумывает сценарий и стилистику общения для каждой трансляции;
– ведет продающие переписки со зрителями от лица модели;
– подбирает красивые ракурсы во время трансляции;
– ведет профили модели на сайтах;
– переводит зрителей в месседжер и делает дополнительные продажи.

Все продюсеры проходят обучение от нашего тренера со средним чеком моделей 1000$ за смену и не выпускаются на работу до прохождения тестирования, поэтому вы можете быть уверены, что каждое предложение продюсера будет положительно влиять на ваш доход.

'''
PHYSICAL_SECURITY = '''Физическая безопасность.

Некоторые девушки могут думать, что вебкам - это исключительно пихать в себя игрушки, раздеваться и что это все заставляют делать. В таком случае надо объяснить, что сфера держится не на этом. Огромное число моделей зарабатывают, раздеваясь 1 раз в неделю и только за большие деньги, по своей инициативе, и это раздевание является частью эротического шоу, а не порно, не нужно в себя ничего пихать и мастурбировать.

Это достигается за счет сближения с 2-3 постоянными клиентам, которым интересна личность модели. Безусловно, есть модели, которые зарабатывают исключительно на раздевании, но это так же как в такси, можно водить в экономе, а можно водить в бизнес классе, в первом случае ты едешь на старом рено логан, во втором на новой Camry. Разница между водителями лишь в том, какой таксопарк они выбрали и какие машины он им предоставил.

В нашей студии вся работа - бизнес класс.
На это требуется намного меньше временных и физических ресурсов модели. Заработок обсуславливается красивым декором в комнатах, качественно настроенных камерах и идеального общения нашими продюсерами от лица модели на английском языке. Все это в совокупности дает бОльший финансовый результат, потому что изначально  мы ориентируемся на состоятельную аудиторию, у которой высокие интересы.'''
CONTACT = '''Для связи с менеджером нажмите на кнопку "СВЯЗАТЬСЯ"

Если нажали случайно, можете вернуться в Главное меню.'''
