WELCOME_MESSAGE = '''Вас приветствует модельное агенство Exotica Studio 🍍 Мы создаем личный бренд модели на оффлайн и онлайн площадках 📸 

В этом боте вы можете изучить актуальные вакансии в своем городе, а так же ознакомиться с удаленными форматами работы и узнать ответы на популярные вопросы.

! Если у вас появится вопрос, нажмите на кнопку "СВЯЖИТЕСЬ СО МНОЙ", после нажатия,наш менеджер свяжется с вами для более подробной консультации.'''
CONTACT = '''Для связи с менеджером нажмите на кнопку "СВЯЗАТЬСЯ"

Если нажали случайно, можете вернуться в Главное меню.

'''
VACANCY_TEXT = '''Нажмите на вакансию, о которой вы бы хотели узнать.

По кнопке вам откроется описание вакансии, обязанности и условия.

Ознакомьтесь со всеми разделами вакансии и, если у вас останутся вопросы – пожалуйста, обращайтесь, мы обязательно на них ответим!

Информация представлена в ознакомительных целях и ни к чему не обязывает.🔎'''
ADMIN = '''График 2/2

-Есть ночные и дневные смены

-Офис находится в пешей доступности от метро Площадь Восстания

-Зарплата два раза в месяц

-Оплачиваемая стажировка

-Оплата за смену 5000 + регулярные бонусы и премии, есть возможность обсуждать индивидуальные условия'''
SCOUT = '''-Выплата за приведению модель 20 000 руб

Скаут в студию Exotica

Требования:

-Вы знаете особенности бизнеса

-Сможете раскрыть преимущества студии

Обязанности:

-Находить девушек от 18 лет, которые хотели бы стать моделями

-Проводить первичный кастинг

-Рассказывать информацию о студии (ключевые преимущества: выгодные условия, ежедневные выплаты, дружеская атмосфера, опытная команда)

- Передача готового лида менеджеру студии'''
TRANSLATOR = '''ТРЕБОВАНИЯ:

Знание Английского B1 и выше

Пунктуальность

Стрессоустойчивость

Знание основных площадок (Chaturbate, Stripchat)

Знание основных программ, необходимых в работе (OBS, Splitcam и т.д.)

Владение ПК на уверенном уровне

Хорошие коммуникативные навыки

Возраст от 20 лет

Высокая скорость печати (набора текста)

Навыки и опыт ведения промо периодов

УСЛОВИЯ РАБОТЫ:

Возможность выбора графика: утро, день, ночь

5 смен в неделю, 8-ми часовой рабочий день с перерывом (можно выбирать смены)

Еженедельные выплаты зарплаты

Работа в слаженном молодом коллективе успешных операторов с большим опытом

Круглосуточная техподдержка и помощь менеджера (администраторы и менеджеры имеют большой опыт, помогут в любой непонятной / напряженной / сложной ситуации)

Процент выплат от 20%

Удаленная работа (можно из дома или любого комфортного места)

Дружеская атмосфера в команде

ОБЯЗАННОСТИ:

Переводить с английского на русский и с русского на английский

Поддерживать общение в чате со зрителями (общаться с мемберами на сайте, вести переписку и шоу)

Давать советы модели во время трансляции, если этого требует ситуация

Осуществлять продюсирование и постановку шоу

Монетизировать шоу

Помогать в развитии модели

Вести страницы модели на сайтах

Готовить минимальную отчетность'''
SEXTER = '''Мы ищем ответственных и целеустремлённых чаттеров для работы с анкетами.

Требования:

Знание английского языка на уровне B1 и выше;

Ответственность, умение соблюдать график;

Готовность работать 5/2;

Опыт работы приветствуется (для опытных — возможность сразу работать с развитыми анкетами).

Условия:

Оплата еженедельно;

Повышенный процент при выполнении плана по заработку;

Дружный коллектив и поддержка команды;

Реальная возможность роста дохода.

Для опытных кандидатов: Необходимо предоставить отзывы от прошлых агентств или моделей, либо скриншоты переписок для подтверждения навыков.

Если ты готов работать и зарабатывать — пиши нам!'''
SUPERVISOR = '''Мы ищем опытного и инициативного специалиста для управления и развития командой спикстеров и моделей.

Требования:

Опыт работы секстером/чаттером или менеджером на Fansly и/или OnlyFans;

Английский язык от B1;

Креативное мышление, умение самостоятельно ставить и достигать цели;

Организаторские способности и ответственность.

Обязанности:

Курировать работу секстеров и моделей;

Вести и развивать 6 анкет;

Контролировать выполнение планов и KPI;

Помогать команде повышать эффективность и доход.

Условия:

Оклад + процент от дохода анкет при выполнении KPI;

Выплаты 2 раза в неделю;

Дружная команда и поддержка руководства;

Тестовый период предусмотрен.

Если у тебя есть опыт и желание развиваться — присоединяйся к нам!'''

