INFO = '''Модель 🧏‍♀️

Работа модели заключается в создании контента как на онлайн площадках, так и на оффлайн. Работаем в форматах nude и shy.Обучение предусматривается на всех этапах работы.

Вы можете вести трансляции самостоятельно или с нашим продюсированием. Работать на студии либо из любой точки мира.

Ваш доход будет от 5000 руб. на руки в первый же день 

Выберете, что бы вы хотели узнать подробнее'''

SHY = '''Этот стиль подходит для девушек которые хотят работать без раздевания.Модели в данном формате привлекают пользователей танцами и легким общением на нейтральные темы.'''
MOBILE_PHONE = '''Для начала заработка тебе понадобится только мобильный телефон! Никаких вложений и платных обучений, работай только когда есть свободное время'''
FANSLY = '''Работаем с моделями из любой страны, персональные ассистенты с опытом в adult-индустрии. Комплексное многоуровневое решение: за каждой моделью закрепляется свой менеджер, команда чаттеров, ассистент и траффер'''
ONLYFANS = '''Предоставляем полный спектр услуг профессионального управления OnlyFans-аккаунтом. Команда специалистов работает в разных часовых поясах, обеспечивая круглосуточную поддержку и продвижение. Мы создаем персонализированные стратегии для каждого креатора, учитывая цели и аудиторию'''
