HOME = '''Работа из дома 🏠

Работа из дома - лучшее решение для девушек с местом, где они могут вести трансляции (квартира или изолированная комната).

Моделям, работающим из дома, мы предлагаем очень выгодный процент, так как у студии нет затрат, связанных с содержанием рабочего места модели и администрированием.

Вы можете вести трансляции самостоятельно или с нашим продюсированием.

Выберете, что бы вы хотели узнать подробнее ⬇'''
STUDIO = '''Работа на студии 🏢

Такой формат подходит тем, у кого нет места для ведения трансляций (квартиры, изолированной комнаты) или тем, кто хочет разделять рабочее место и дом.

Процент в таком случае будет ниже, зато у вас не будет проблем, если живете с кем то и нет личного места для ведения трансляций.

Информацию про работу на студии вы можете изучить ниже! 
Выберете, что бы вы хотели узнать подробнее ⬇'''
STUDIO_OPORTUNITIES = '''Почему лучше работать со студией?📌 

Что модель получает от нас:

- при необходимости покупаем профессиональное освещение, микрофон, камеру и все необходимое для работы📸;

- настроим (удаленно) оборудование для работы и будем оказывать техподдержку 24/7;

- регистрируем и заполняем аккаунты на всех сайтах, на которых будут идти трансляции;

- знаем и подскажем как поднять чеки при любом "потолке" в заработке, любой модели 🔝;

- предоставляем услугу оператора, который будет делать всё за модель 👩💻;

- администрируем всю работу;

- выводим деньги, выплачиваем зарплату на карту.

При сотрудничестве со студией, модель получает стабильность и поддержку, работая в свое удовольствие.

'''
CASH = '''Сколько я буду зарабатывать?

При работе 5 дней в неделю и продолжительностью смены 6 часов ваш доход будет не менее 150.000 руб. в месяц.

Со временем, по мере увеличения вашего опыта и умения вести трансляции, ваш доход будет расти. Через 6 месяцев можно рассчитывать на доход от 300.000 руб. в месяц.

Получать деньги вы будете на карту два раза в месяц, также есть альтернативные способы расчета.'''
PERCENT = '''Для моделей, желающих работать без продюсера, мы помогаем создать все условия для работы из дома и оказываем техническую поддержку 24/7.

В таком формате вознаграждение модели составляет 70% от выручки со всех платформ.

Модели на полном продюсировании получают 50% от выручки, такой формат работы является более выгодным и простым для модели (см. что делает продюсер?)

Уже в процессе работы каждая модель может перейти на другой формат работы при желании и наличии определенных показателей.'''
HOME_REQUIREMENTS = '''Что от меня требуется при работе из дома?

Для работы из дома необходимо иметь:
- изолированное рабочее место для ведения трансляций;
- простой ноутбук или компьютер.

Камеру и свет мы предоставим 😊

При работе без продюсера, студия не имеет строгих требований к моделям, мы только даем рекомендации для их успешной работы, такие как:
- соблюдать график работы, минимум 4/3 и 20 часов в неделю;
- быть готовой учиться запускать и вести трансляцию самостоятельно (с нашей поддержкой 24/7).

При работе с продюсером, модели необходимо:
- соблюдать график работы минимум 5/2 и 30 часов в неделю;
- выполнять действия рекомендуемые продюсером во время трансляции (все допустимые действия вы обсуждаете до начала работы);
- соблюдать оговоренное с продюсером расписание ведения трансляций;
- важным будет умение учится позировать перед камерой, подбирать удачные ракурсы и работать с мимикой.'''
HOME_PLAN = '''План действий при работе из дома 🏠

Шаг 1. 
Связываетесь с нашим менеджером через кнопку "Связаться с нами" и спрашиваете у него все, что вас интересует 😊

Шаг 2. 
 Если вам все нравится и все понятно, мы организовываем созвон с руководителем. На созвоне мы в неформальной, легкой обстановке знакомимся, обсуждаем дальнейшие шаги и отвечаем на ваши вопросы.

Шаг 3. 
 Если вы принимаете решение сотрудничать с нами, мы заказываем вам все необходимое оборудование за наш счет, регистрируем аккаунты на платформах для трансляций. Для моделей на полном продюсировании подбираем куратора.

Шаг 4. 
Вы знакомитесь с продюсером, составляете удобный для вас график работы. После получения оборудования, мы снова созваниваемся, чтобы все настроить – устанавливаем необходимые программы, выставляем свет и ракус.

Шаг 5.
Начинаем работать и зарабатывать, стремимся к 250.000 руб. на руки в первый месяц ❤'''
STUDIO_APPEREANCE = '''Где я буду работать?

Вам будет персонально арендована квартира с современным интерьером и удобным расположением.

Во время работы вы будете находится там одни, для общения в чатах мы будем подключаться к ним удаленно.

За квартирой следит администратор, приносит вкусняшки и заказывает регулярный клининг.'''
STUDIO_ROOMS = '''Мы оборудуем квартиры современными VR и Зеркальными камерами, освещением и микрофонами.

Благодаря этому создается качественная видео-трансляции, что позволяет зарабатывать от 300$ за смену и положительно влиять на актив на сайтах.'''
STUDIO_REQUIREMENTS = '''Что от меня требуется при работе на студии?

Для разных форматов работы требования от модели будут отличаться.

При работе с продюсером:
- соблюдать график работы минимум 5/2 и 30 часов в неделю;
- выполнять действия, которые просит продюсер во время трансляции (все допустимые действия вы обсуждаете до начала работы);
- соблюдать оговоренное с продюсером расписание ведение трансляций;
- важным будет умение учится позировать перед камерой, подбирать удачные ракурсы и работать с мимикой.

При работе без продюсера:
- соблюдать график работы минимум 4/3 и 20 часов в неделю;
- готовность учиться запускать и вести трансляцию самостоятельно (наши администраторы в этом всегда помогут).'''
STUDIO_PLAN = '''План действий при устройстве на судию 🏢 

Шаг 1.
Связываетесь с нашим менеджером через кнопку
"Свяжитесь со мной" и спрашиваете у него все, что вас интересует 😊

Шаг 2. 
Если вам все нравится и все понятно, приглашаем вас на экскурсию к нам, на одну из квартир. Мы оплатим вам такси, покажем рабочие места, обсудим график и ответим на все вопросы.

Шаг 3.
Увлекательная первая смена 🎆 - пробуете, зарабатываете, если вдруг что-то не понравится, у вас есть возможность уйти в любой момент, получив заработанные деньги. Часто бывает такое, что именно на первых сменах девушки заводят себе постоянных посетителей, которые сразу обеспечивают им доход, поэтому, попробовать точно стоит 🍀

Шаг 4. 
Остаетесь работать с нами, согласовываем удобный для вас график и стремимся к 200.000 руб в первый месяц ❤'''
CONF = '''Конфиденциальность в сфере вебкам начинается в первую очередь с вас❗

Если вы переживаете, что вас найдут в интернете ваши друзья или родственники, то вам важно понять, что найти вас можно только зная:

1. Ваш никнейм на сайте, где ведется трансляция;
2. Сайт на котором вы работаете, а также доступ к нему;
3. Время ваших трансляций;
4. Что вы работаете моделью или ваша деятельность как-то связана с вебкамом;

Знает эту информацию только студия и вы, студия максимально не заинтересована в нарушении конфиденциальности, потому что от моделей зависит ее доход. Поэтому, если вы сами не расскажите что либо из списка выше, никто не узнает о вашей работе.

Также важно понять, что все сайты, на которых мы ведем трансляцию - зарубежные, и доступ из РФ к ним ограничен.

Даже если в интернете будут записи трансляций, они НЕ будут подписаны вашими ФИО, они будут подписаны вашим ником, который может быть абсолютно любой.

Сайты, которые записывают трансляции моделей постоянно блокируются и имеют URL со сложностью по типу
www.ofh-d-333kffh.ua. Случайно наткнуться на подобный сайт, находясь в СНГ, и увидеть вас там – просто невозможно, они ориентируются на аудиторию мужчин из Америки.

Невозможно будет найти вас среди 20.000 моделей на каком либо из сайтов для трансляций, так как самих этих сайтов минимум 5, и на каждом от 10.000 моделей онлайн, а еще нужно, чтобы время просмотра совпало с вашим временем работы.

Большинство людей из РФ не знают ни одного сайта, где работают вебкам модели из России, кроме Bongacams (мы там не работаем), поэтому, вы можете не переживать за сливы, еще никто ни разу не находил вебкам моделей случайно, в 90% случаев модель сама по халатности раскрывала свои данные (список выше).'''
BAD_PEOPLE = '''Ранее (2010 - 2020 год) на сайтах были люди, которые специально искали социальные сети русских вебкам моделей, записывали трансляции и просили деньги за то, что они не будут скидывать видео родственникам и друзьям.

Сейчас это уже не актуально. Всех моделей во всех студиях инструктируют уже десятилетие, что переводить деньги не имеет никакого смысла, потому что тогда мошенники понимают, что на вас можно давить и требуют деньги дальше.

Из-за того, что деньги перестали поступать, а рассылка по друзьям в ВК стала очень затратной, шантаж полностью ушел со сферы вебкама.'''
HOW_TO_SECURE_YS = '''Как себя полностью обезопасить?

Люди, которые занимаются таким шантажом, действуют по следующей схеме:
- заходят на сайт трансляций во вкладку с новыми моделями;
- смотрят, какая из моделей скрыла зрителей из России (так определяют, кто переживает за конфиденциальность);
- находят среди таких девушку, которая бесплатно раздевается для всех зрителей или раздевается в недорогом привате (приватное общение с одним зрителем);
- покупают приват, просят раздеться и записывают это;
- находят соц. сети по лицу и выгружают список друзей.

Чтобы избежать этого нужно:

1. Не закрывать Россию - как бы это странно не звучало, но от этого нет никакого смысла. Эту блокировку можно обойти подобрав нужный VPN. Закрывая Россию вы не только теряете русских зрителей, которые использую сайт по назначению и могут дать вам хорошие чаевые, но и даете понять, что вам не все равно на свою конфиденциальность. Это плохо, так как может привлечь внимание.

2. Пока находитесь в категории "Новые модели", не раздеваться бесплатно для всех зрителей, и не делать того, что можно назвать "сливом".

3. Не соглашаться на дешевые приваты и не раздеваться с первыми встречными на сайте.

4. Удалить ВК и не реагировать на сообщения мошенников, если они будут.

Соблюдая эти правила, вы можете быть уверены в своей анонимности в сфере вебкам.'''
WHAT_IS_IN_LIVE = '''Что может быть на трансляции?

Коммуникация со зрителями происходит с помощью видео-трансляции и чата. Как в Instagram, когда зрители вас видят, а вы их – нет.

Общение, в основном, напоминает переписку на сайте знакомств, только в онлайн формате, при этом не обязательно общаться голосом. Вы можете переписываться со зрителями сами или мы можем делать это за вас, вам просто говорить что сделать (допустимые действия обсуждаем с вами заранее).

Мы полностью обучаем самостоятельной работе, а с нашим продюсированием также выполняем за вас основные задачи:

 – подбираем макияж, стиль и образ модели;

 – продумываем сценарий каждой трансляции;

 – переписываемся со зрителями когда вы онлайн и оффлайн;

 – продвигаем OnlyFans и Fansly (по желанию).'''
CLIENT_REQUEST = '''❗Зритель НЕ может заставить вас делать то, чего вы не хотите!

Все возможные действия на трансляции обговариваются с моделью еще до начала работы, определите для себя, что вы можете сделать, а что нет, и мы поможем выстроить трансляции в пределах этих рамок.'''
CLIENT_REQUEST_LIST = '''Список возможных запросов на трансляции

Список можно разделить на запросы, без которых заработок будет низкий и дополнительные, которые позволят вам не упираться в потолок по доходу.

Обязательные (100.000-200.000 рублей в месяц):
1. Улыбнуться
2. Показать ноги в камеру
3. Раздеться до нижнего белья
4. Показать язык
5. Встать собачкой в нижнем белье
6. Показать попу (в трусиках)
7. Показать ноги в колготках, каблуках
8. Трогать грудь в нижнем белье

Список дополнительных действий, которые позволяют зарабатывать 150.000-350.000+ руб. вы можете уточнить у менеджера, нажав на кнопку "Свяжитесь со мной". 

❗Все действия вы делаете строго наедине с собой, никто кроме вас больше не принимает участие в трансляции.'''
