WHAT_TO_DO = '''Что нужно делать?

– продумывать сценарий и стилистику общения для каждой трансляции ;

– вести продающие переписки со зрителями;

– подбирать красивые ракурсы для моделей во время трансляции;

– вести профили модели на сайтах.'''
CONDITIONS = '''Какие условия?

– полностью удаленная работа, гибкий график;

– бесплатное обучение в течение 5 дней (около 2х часов в день) от профессионального продюсера с доходом моделей от 13.000 $/месяц;

– постоянное сопровождение и поддержка руководителя отдела;

– вознаграждение до 30% от выручки модели со всех платформ (это в среднем от 100.000р на руки);

– регулярные конференции с экспертами в Adult сфере;

– оплачиваемый отпуск в популярных странах и возможность жить на юге России всю зиму, при наличии возможности переехать у вас.'''
PERCENT = '''Оператору выплачивается определенный процент от выручки модели со всех платформ, на которых он работает.

Процент зависит от размера выручки за двухнедельный период:

20% - от 0$ до 3000$

25% - от 3000$ до 6000$

30% - от 6000$'''
REQUIREMENTS = '''Что от меня требуется?

– знание английского не ниже B1 (intermidiate/средний);

– наличие компьютера/ноутбука для работы;

 – умение пользоваться ПК на уверенном уровне (понимание диспетчера задач, характеристик компьютера и за что они отвечают);

 – наличие опыта будет преимуществом.'''
