MODEL = '''Выбрана вакансия: Модель 💃

Работа модели заключается в создании контента на онлайн площадках, где основная аудитория – мужчины из Америки.

Вы можете вести трансляции самостоятельно или с нашим продюсированием. Работа может быть как на студии, так и из дома.

Ваш доход будет от 150.000 руб., мы всему вас научим и настроим все процессы!

Помимо стриминговых площадок, мы развиваем площадки для продажи контента, такие как OnlyFans и Fansly.

Выберете, что бы вы хотели узнать подробнее '''
OPERATOR = '''Выбрана вакансия: Оператор 💻

Оператор – это тот человек, который удаленно работает в команде с моделью и помогает ей увеличить средний чек за трансляцию.

Для этого первоначально знакомится и общается со своей моделью, что бы выяснить ее слабые и сильные стороны, понять каким образом стоит лучше вести трансляцию и как выстроить стратегию работы.

После этого оператор прорабатывает шоу и стилистику общения со зрителями под свою модель. Во время трансляции общается в чате от имени модели и параллельно подсказывает девушке как ей нужно себя вести, что бы гости сайта хотели сами дать ей деньги.

Зарплата от 80.000 руб., удаленная работа, всему обучаем!

Выберете, что бы вы хотели узнать подробнее ⬇'''
AGENT = '''Выбрана вакансия: Агент 🕵

Основная задача Агента – поиск и привлечение моделей для работы в нашей студии за вознаграждение.

Вакансия предполагает полную свободу действий.
Это значит, что искать моделей можно в любое удобное время, в любом месте, используя любые инструменты.

Выберете, что бы вы хотели узнать подробнее ⬇'''
ADMINISTRATOR = '''Выбрана вакансия: Администратор 👩💼

Администратор – сердце студии, который напрямую взаимодействует со всеми ее отделами, следит за порядком и создает дружескую атмосферу взаимодействия всех людей, работающих у нас.

Зарплата от 50.000 руб., свободный график, всему обучаем!

Выберете, что бы вы хотели узнать подробнее ⬇'''